vis = dict(start="""  
╔═════════════════════════════════════╗
║  Offline Translator Software  V1.0  ║
╟─────────────────────────────────────╢
║     1) En -> Fa                     ║
║     2) Fa -> En                     ║
║     3) Adding words                 ║
║     4) learning                     ║
║     5) View the list of words       ║
║     6) about us                     ║
║     7) Exit                         ║
╚═════════════════════════════════════╝
     ⌨ Enter the desired option:      

""", tranc_en="""
╔═════════════════════════════════════╗
║ Translation from English to Persian ║
╟─────────────────────────────────────╢
║ ⌦ EN: %s
╟─────────────────────────────────────╢
║ ⌦ Fa: %s
╟─────────────────────────────────────╢
║ 📡 Word not found : %s
╚═════════════════════════════════════╝
  a : Again    e : edit    c : cancel 
     ⌨ Enter the desired option:      
""", tranc_en_1="""
╔═════════════════════════════════════╗
║ Translation from English to Persian ║
╚═════════════════════════════════════╝
 ⌨ Enter English text: 
""", en_word="""
⌨ Enter the English word : 
""", fa_word="""
⌨ Enter the meaning of the 📑 %s : 
""", update_ed="""
╔═════════════════════════════════════╗
║          Edit or add words          ║
╚═════════════════════════════════════╝
""",update_word="""
╔═════════════════════════════════════╗
          word was added
          ██████████ 100%
╚═════════════════════════════════════╝
☳ Are you planning to add more words?
            ⌨ y or n
""",list_word="""
╔═════════════════════════════════════╗
║       List of available words       ║
╟─────────────────────────────────────╢
║   En ▼              Fa ▼            ║
""", list_word_end="""
╟─────────────────────────────────────╢
║             ⌨ Enter                ║
╚═════════════════════════════════════╝
""",about="""
╔═══════════════════════════════════════════════
║                 💻 about us 💻
╟───────────────────────────────────────────────
║   👤 Programmer: MohammadReza Rezaian  
║          
║   🦑 GitHub: https://github.com/rezaianir
║            
║   📧 Gmail: rezaian.geek@gmail.com
║                    
پروژه برنامه نویسی دانشگاه ارومیه 💬   ║
║
استاد مربوطه : سرکار خانم دکتر صباحی 👥   ║
╟───────────────────────────────────────────────
║                   ⌨ Enter
╚═══════════════════════════════════════════════
""",exi="""
🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺
🌺 ╔═════════════════════════════════════╗ 🌺
🌺 ║ Thank you for choosing our software ║ 🌺
🌺 ╚═════════════════════════════════════╝ 🌺
🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺
""",ekhtar="""
╔═════════════════════════════════════╗
⚠️ Be careful in entering the options ⚠️
╚═════════════════════════════════════╝
""",dar_sa="""
╔════════════════════════════════════════════╗
 👷 Under development _ in future versions 👷
╟────────────────────────────────────────────╢
║                ⌨ Enter                    ║
╚════════════════════════════════════════════╝
""")
